
/* Class = "NSButtonCell"; title = "Display technical call information"; ObjectID = "8"; */
"8.title" = "Näytä puhelun tekniset tiedot";

/* Class = "NSTextFieldCell"; title = "Incoming connection port:"; ObjectID = "10"; */
"10.title" = "Tuloportti:";

/* Class = "NSBox"; title = "Box"; ObjectID = "11"; */
"11.title" = "Box";

/* Class = "NSTextFieldCell"; title = "22222"; ObjectID = "13"; */
"13.title" = "22222";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "change proxy settings"; ObjectID = "56"; */
"56.ibExternalAccessibilityDescription" = "muuta välityspalvelimen asetuksia";

/* Class = "NSButtonCell"; title = "Change…"; ObjectID = "57"; */
"57.title" = "Muuta…";

/* Class = "NSTextFieldCell"; title = "Proxy settings:"; ObjectID = "60"; */
"60.title" = "Välipalvelimen asetukset:";

/* Class = "NSButtonCell"; title = "Allow Microsoft to collect information on my behalf to make the service better"; ObjectID = "62"; */
"62.title" = "Salli Microsoftin kerätä tietoja palvelun parantamiseksi";

/* Class = "NSBox"; title = "Box"; ObjectID = "70"; */
"70.title" = "Box";

/* Class = "NSTextFieldCell"; title = "Help improve Skype and other Microsoft products and services by automatically sending Skype performance and error reports. This may contain your Skype and/or Microsoft ID account details, but we won’t use the reports to identify or contact you.\n<a href=\"skype:?go#privacy\">Learn more</a>\n"; ObjectID = "72"; */
"72.title" = "Auta Skypen ja muiden Microsoftin tuotteiden ja palveluiden kehittämisessä lähettämällä Skypen suorituskyky- ja virheraportit automaattisesti. Raporteissa voi olla Skype- ja/tai Microsoft-tilisi tietoja, mutta niitä ei käytetä käyttäjän tunnistamiseen tai yhteydenottoon.<a href=\"skype:?go#privacy\"> Lue lisää</a>\n";

/* Class = "NSTextFieldCell"; title = "When you’re on a call with someone who isn’t a contact, we’ll keep your IP address hidden. This may delay your call setup time."; ObjectID = "75"; */
"75.title" = "IP-osoitettasi ei näytetä, kun soitat jollekin, joka ei kuulu yhteyshenkilöihisi. Tämä voi hidastaa puhelun yhdistymistä.";

/* Class = "NSButtonCell"; title = "Allow direct connections to my contacts only"; ObjectID = "76"; */
"76.title" = "Salli suorat yhteydet vain yhteystiedoissa oleville";
